{
  "intro": [
    {
      "text": "S'ha trobat un rastre de sang felina, suposem que ha mort el gat Renat, el Moisès està extremadament trist, ja que no pot fer servir d'ell per explicar la POO."
    }
  ],
  "professors": [
    { "id": 1, "nom": "Moisès" },
    { "id": 2, "nom": "Pau"},
    { "id": 3, "nom": "Jordi"},
    { "id": 4, "nom": "Faro"},
    { "id": 5, "nom": "Juan Luis"}
  ], 
  "horari": [
    { "id": 1, "nom": "Moisès", "image":"../images/moises.png"},
    { "id": 2, "nom": "Pau", "image":"../images/pau.png"},
    { "id": 3, "nom": "Jordi","image":"../images/jordi.png"},
    { "id": 4, "nom": "Faro","image":"../images/faro.png"},
    { "id": 5, "nom": "Juan Luis","image":"../images/juan.png"}
  ],
  "culpable": [
    { "id": 2, "trobat": false}
  ],
  "coartades": [
    { "nom": "Moisès", "text": "Jo vaig estar  a la sala de professors millorant el prgtest i fent un mail a Open Ai per tancar el ChatGPT, últimament fallava molt. L'última vegada que vaig veure a en Gat Renat va ser rondant per la cinquena planta, quan vaig marxar amb pressa perquè vaig quedar per dinar amb el Jordi. Sospito del Juan Luis, ja que sempre era molt distant i del Jordi, que va arribar tard." },
    { "nom": "Pau", "text": "Jo estava intentat quadrar una excursió a l'empresa catalana de microxips secreta, estava a la sala de professors esperant que em diguessin les hores disponibles, després he pujat a la cinquena planta per plantejar l'horari amb direcció. Sospito del Faro perquè va pujar alterat."},
    { "nom": "Jordi", "text": "Jo estava explicant com fer un trigers a un exercici de bbdd, i més tard vaig quedar per anar a dinar amb el Moisès, sospito del Pau perquè va marxar 1 h abans molt alterat." },
    { "nom": "Faro", "text": "Jo he pujat a la planta 4 per carregar les piles del meu altaveu manual, a última hora sempre es queda sense càrrega. Jo crec que pot ser qualsevol perquè volien robar-me la idea del farosoft, i del Jordi en específic, ja que tenia un dinar i encara rondava pel centre durant les 14." },
    { "nom": "Juan Luis", "text": "Jo estava explicant com realitzar la pràctica d'infomusic, estava explicant com importar una herència d'un mòdul ja creat per fer una aplicació. Em vaig passar la classe solucionant errors i estava esgotat. Jo sospito d'ell la relació que té amb el seu gat és massa idíl·lica." }
  ]
}